{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "EMail"
			},
			"Translation":
			{
				"Text": "Email"
			},
			"Key": "2BB85F6840096F41EE9068BF4D2ACE45"
		},
		{
			"Source":
			{
				"Text": "Insert email..."
			},
			"Translation":
			{
				"Text": "Introduce email..."
			},
			"Key": "FD186AF54A81CC2CC89C568439FEF760"
		},
		{
			"Source":
			{
				"Text": "Insert password..."
			},
			"Translation":
			{
				"Text": "Introduce password..."
			},
			"Key": "CE16FD49449534A231545F990BDEB18D"
		},
		{
			"Source":
			{
				"Text": "Insert username..."
			},
			"Translation":
			{
				"Text": "Introduce usuario..."
			},
			"Key": "239A3BEB4C654E994CE305947190E462"
		},
		{
			"Source":
			{
				"Text": "Invalid username or password!"
			},
			"Translation":
			{
				"Text": "usuario o password no validos!"
			},
			"Key": "E3B5ABE140DD85715186F1B6E0ED75CF"
		},
		{
			"Source":
			{
				"Text": "Password"
			},
			"Translation":
			{
				"Text": "Password"
			},
			"Key": "2AB4014349C2792A4E09ACB29BB259D3"
		},
		{
			"Source":
			{
				"Text": "Text Block"
			},
			"Translation":
			{
				"Text": "Bloque de Texto"
			},
			"Key": "9E18352F48F83237EB3C699EBC191181"
		},
		{
			"Source":
			{
				"Text": "Username"
			},
			"Translation":
			{
				"Text": "Usuario"
			},
			"Key": "55B28ADA47CD6373C8C2C2B86BADCA98"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "Game_StringTable",
			"Children": [
				{
					"Source":
					{
						"Text": "Close Session"
					},
					"Translation":
					{
						"Text": "Cerrar Sesión"
					},
					"Key": "Options_CloseSessionButton_Text"
				},
				{
					"Source":
					{
						"Text": "Close window"
					},
					"Translation":
					{
						"Text": "Cerrar ventana"
					},
					"Key": "Dialog_CloseButton_ToolTip"
				},
				{
					"Source":
					{
						"Text": "English"
					},
					"Translation":
					{
						"Text": "Inglés"
					},
					"Key": "Options_LanguageOption_English_Text"
				},
				{
					"Source":
					{
						"Text": "Forums"
					},
					"Translation":
					{
						"Text": "Foro"
					},
					"Key": "Options_ForumsButton_Text"
				},
				{
					"Source":
					{
						"Text": "Glossary"
					},
					"Translation":
					{
						"Text": "Glosario"
					},
					"Key": "Options_GlossaryButton_Text"
				},
				{
					"Source":
					{
						"Text": "Official web site"
					},
					"Translation":
					{
						"Text": "Sitio web oficial"
					},
					"Key": "Options_Hyperlink_Text"
				},
				{
					"Source":
					{
						"Text": "PLAY"
					},
					"Translation":
					{
						"Text": "JUGAR"
					},
					"Key": "MainMenu_PlayButton_Text"
				},
				{
					"Source":
					{
						"Text": "Settings"
					},
					"Translation":
					{
						"Text": "Configuración"
					},
					"Key": "Options_SettingsButton_Text"
				},
				{
					"Source":
					{
						"Text": "Show active missions"
					},
					"Translation":
					{
						"Text": "Mostrar misiones activas"
					},
					"Key": "MainMenu_MissionsButton_ToolTip"
				},
				{
					"Source":
					{
						"Text": "Show friends list"
					},
					"Translation":
					{
						"Text": "Mostrar lista de amigos"
					},
					"Key": "MainMenu_FriendsButton_ToolTip"
				},
				{
					"Source":
					{
						"Text": "Show options menu"
					},
					"Translation":
					{
						"Text": "Mostrar menú de opciones"
					},
					"Key": "OptionsButton_ToolTip"
				},
				{
					"Source":
					{
						"Text": "Show player collection"
					},
					"Translation":
					{
						"Text": "Mostrar colección"
					},
					"Key": "MainMenu_CollectionButton_ToolTip"
				},
				{
					"Source":
					{
						"Text": "Show player profile"
					},
					"Translation":
					{
						"Text": "Mostrar perfil del jugador"
					},
					"Key": "MainMenu_ProfileButton_ToolTip"
				},
				{
					"Source":
					{
						"Text": "Spanish"
					},
					"Translation":
					{
						"Text": "Español"
					},
					"Key": "Options_LanguageOption_Spanish_Text"
				}
			]
		},
		{
			"Namespace": "LocalizedErrors",
			"Children": [
				{
					"Source":
					{
						"Text": "Cast to {CastClassName} from {ClassName} failure."
					},
					"Translation":
					{
						"Text": "La conversión a {CastClassName} desde {ClassName} ha fallado."
					},
					"Key": "CastFailureFromFormat"
				},
				{
					"Source":
					{
						"Text": "Cast to {ClassName} failure."
					},
					"Translation":
					{
						"Text": "La conversión a {CastClassName} ha fallado."
					},
					"Key": "CastFailureFormat"
				}
			]
		},
		{
			"Namespace": "System_StringTable",
			"Children": [
				{
					"Source":
					{
						"Text": "Copyrigth (c) 2020 Softwar 1923 NGS - FULL NOTICE - FULL NOTICE - FULL NOTICE - FULL NOTICE - FULL NOTICE"
					},
					"Translation":
					{
						"Text": "Copyrigth (c) 2020 Softwar 1923 NGS - Todos los derechos reservados."
					},
					"Key": "CopyrigthFullNotice"
				}
			]
		},
		{
			"Namespace": "TipsStringTable",
			"Children": [
				{
					"Source":
					{
						"Text": "Bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla ----  0001"
					},
					"Translation":
					{
						"Text": "Bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, en apañó ----  0001"
					},
					"Key": "Key1"
				},
				{
					"Source":
					{
						"Text": "Bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla ----  0004"
					},
					"Translation":
					{
						"Text": "Bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, en apañó ----  0004"
					},
					"Key": "Key4"
				},
				{
					"Source":
					{
						"Text": "Bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla ----  0005"
					},
					"Translation":
					{
						"Text": "Bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, en apañó ----  0005"
					},
					"Key": "Key5"
				},
				{
					"Source":
					{
						"Text": "Bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla ----  0007"
					},
					"Translation":
					{
						"Text": "Bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, en apañó ----  0007"
					},
					"Key": "Key7"
				},
				{
					"Source":
					{
						"Text": "Bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla ----  0008"
					},
					"Translation":
					{
						"Text": "Bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, en apañó ----  0008"
					},
					"Key": "Key8"
				},
				{
					"Source":
					{
						"Text": "Bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla ----  0009"
					},
					"Translation":
					{
						"Text": "Bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, en apañó ----  0009"
					},
					"Key": "Key9"
				},
				{
					"Source":
					{
						"Text": "Bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla ----  0010"
					},
					"Translation":
					{
						"Text": "Bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, en apañó ----  0010"
					},
					"Key": "Key10"
				},
				{
					"Source":
					{
						"Text": "Bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla ----  0002"
					},
					"Translation":
					{
						"Text": "Bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, en apañó ----  0002"
					},
					"Key": "Key2"
				},
				{
					"Source":
					{
						"Text": "Bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla ----  0003"
					},
					"Translation":
					{
						"Text": "Bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, en apañó ----  0003"
					},
					"Key": "Key3"
				},
				{
					"Source":
					{
						"Text": "Bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla ----  0006"
					},
					"Translation":
					{
						"Text": "Bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, bla, en apañó ----  0006"
					},
					"Key": "Key6"
				}
			]
		}
	]
}